Repository: 64BitUniverse/resources
Catalog: po/*.po
Languages: af_za, ja

source: Keep an eye on system resources
af_za: Hou stelselhulpbronne dop
ja: システムリソースを監視

source: System;Resources;Monitor;Processes;Usage;Task;Manager;CPU;RAM;Memory;GPU;
af_za: Stelsel; Hulpbronne; Monitor; Prosesse; Gebruik; Taak; Bestuurder; SVE; RAM; Geheue; GPU;
ja: System;Resources;Monitor;Processes;Usage;Task;Manager;CPU;RAM;Memory;GPU;システム;リソース;モニター;プロセス;使用量;タスク;マネージャー;メモリー;

source: Resources allows you to check the utilization of your system resources and control your running processes and apps. It’s designed to be user-friendly and feel right at home on a modern desktop by using GNOME’s libadwaita.
ja: Resource を使うことで、お使いのシステムのリソース使用率をチェックしたり、実行中のプロセスやアプリをコントロールすることができます。Resource は、GNOME の libadwaita を使用することで、ユーザーフレンドリーでモダンなデスクトップ上では心地よく使用できるように設計されています。

source: Resources supports monitoring the following components:
af_za: Hulpbronne ondersteun die monitering van die volgende komponente:
ja: Resources は以下の項目のモニタリングに対応:

source: Memory
af_za: Geheue
ja: メモリー

source: Network Interfaces
af_za: Netwerk Koppelvlakke
ja: ネットワークインターフェイス

source: Storage Devices
af_za: Berging toestelle
ja: ストレージデバイス

source: Batteries
ja: バッテリー

source: Apps page in light theme
ja: 「アプリ」のページ（ライトテーマ）

source: Processes page in dark theme
ja: 「プロセス」のページ（ダークテーマ）

source: Processor page in light theme
ja: 「プロセッサ」のページ（ライトテーマ）

source: Memory page in dark theme
ja: 「メモリー」のページ（ダークテーマ）

source: GPU page in light theme
ja: 「GPU」のページ（ライトテーマ）

source: Drive page in dark theme
ja: 「ドライブ」のページ（ダークテーマ）

source: Network Interface page in light theme
ja: 「ネットワークインターフェイス」のページ（ライトテーマ）

source: Battery page in dark theme
ja: 「バッテリー」のページ（ダークテーマ）

source: Report Issues
af_za: Rapporteer kwessies
ja: 問題を報告

source: translator-credits
af_za: odofad github.com/odofad
ja: Gnuey56 <gnuey56@proton.me>

source: Icon by
af_za: Ikoon deur
ja: アイコン作成者

source: N/A
af_za: N.V.T
ja: なし

source: No
af_za: Nee
ja: いいえ

source: Yes (Flatpak)
af_za: Ja (Flatpak)
ja: はい (Flatpak)

source: Yes (Snap)
af_za: Ja (Snap)
ja: はい (Snap)

source: Apps
ja: アプリ

source: Running Apps: {}
ja: 実行中のアプリ: {}

source: Cancel
af_za: Kanselleer
ja: キャンセル

source: App
ja: アプリ

source: Processor
af_za: Verwerker
ja: プロセッサー

source: Drive Read
af_za: Skyf Lees
ja: ドライブ読み取り

source: Drive Read Total
af_za: Skyf Totaal
ja: ドライブ読み取りの合計

source: Drive Write
af_za: Skyf Skryf
ja: ドライブ書き込み

source: Drive Write Total
af_za: Skryf Totaal
ja: ドライブ書き込みの合計

source: Video Encoder
af_za: Videoenkodeerder
ja: ビデオエンコーダー

source: Video Decoder
af_za: Videodekodeerder
ja: ビデオデコーダー

source: Video Memory
af_za: Video Geheue
ja: ビデオメモリー

source: Swap
af_za: Ruil
ja: スワップ

source: End {}?
af_za: Eindig {}?
ja: {} を終了しますか？

source: Halt {}?
ja: {} を停止しますか？

source: Kill {}?
af_za: Dood {}?
ja: {} を強制終了しますか？

source: Continue {}?
af_za: Gaan voort {}?
ja: {} を再開しますか？

source: Unsaved work might be lost.
af_za: Ongestoorde werk kan verlore gaan.
ja: 保存されていない作業内容は失われます。

source: Halting an app can come with serious risks such as losing data and security implications. Use with caution.
ja: アプリを停止すると、データの損失やセキュリティ上の問題等が生じるリスクがあります。注意して続行してください。

source: Killing an app can come with serious risks such as losing data and security implications. Use with caution.
ja: アプリを強制終了すると、データの損失やセキュリティ上の問題等が生じるリスクがあります。注意して続行してください。

source: End App
ja: アプリを終了

source: Halt App
ja: アプリを停止

source: Kill App
ja: アプリを強制終了

source: Continue App
ja: アプリを再開

source: Drive
af_za: Skyf
ja: ドライブ

source: Battery Charge
ja: バッテリー充電

source: Power Usage
af_za: Kragverbruik
ja: 電源消費量

source: Highest:
af_za: Hoogste:
ja: 最高:

source: Total Usage
af_za: Totale Gebruik
ja: 合計使用量

source: Drive Activity
ja: ドライブの活動

source: Read Speed
af_za: Lees Spoed
ja: 読み取り速度

source: Write Speed
af_za: Skryf Spoed
ja: 書き込み速度

source: Yes
af_za: Ja
ja: はい

source: R: {} · W: {}
ja: 読: {} · 書: {}

source: Video Encoder/Decoder Usage
af_za: Gebruik van video-enkodeerder/dekodeerder
ja: ビデオエンコーダー/デコーダーの使用量

source: Video Encoder Usage
af_za: Gebruik van videokodeerders
ja: ビデオエンコーダーの使用量

source: Video Decoder Usage
af_za: Gebruik van videodekodeerder
ja: ビデオデコーダーの使用量

source: Video Memory Usage
af_za: Gebruik van videogeheue
ja: ビデオメモリーの使用量

source: Memory: {}
ja: メモリー: {}

source: {} / {} · Swap: {} %
af_za: {} / {} · Ruil: {} %
ja: {} / {} · スワップ: {} %

source: Network Interface
af_za: Netwerk Koppelvlak
ja: ネットワークインターフェイス

source: Receiving
af_za: Ontvang
ja: 受信

source: Sending
af_za: Stuur
ja: 送信

source: R: {} · S: {}
ja: 受: {} · 送: {}

source: Memory Usage
ja: メモリーの使用量

source: Processes
af_za: Prosesse
ja: プロセス

source: End Process
af_za: Einding Proses
ja: プロセスを終了

source: End Processes
ja: プロセスを終了

source: Running Processes: {}
af_za: Lopende Prosesse: {}
ja: 実行中のプロセス: {}

source: Process
af_za: Verwerking
ja: プロセス

source: Process ID
af_za: Verwerking ID
ja: プロセス ID

source: User
af_za: Gebruiker
ja: ユーザー

source: Total CPU Time
ja: 合計 CPU 時間

source: User CPU Time
ja: ユーザーの CPU 時間

source: System CPU Time
ja: システムの CPU 時間

source: Priority
ja: 優先度

source: End process?
ja: プロセスを終了しますか？

source: Halt process?
ja: プロセスを停止しますか？

source: Kill process?
ja: プロセスを強制終了しますか？

source: Halting a process can come with serious risks such as losing data and security implications. Use with caution.
af_za: Die staking van 'n proses kan ernstige risiko's inhou, soos die verlies van data en veiligheidsimplikasies. Gebruik versigtig.
ja: プロセスを停止すると、データの損失やセキュリティ上の問題等が生じるリスクがあります。注意して続行してください。

source: Killing a process can come with serious risks such as losing data and security implications. Use with caution.
af_za: Die doodmaak van 'n proses kan ernstige risiko's inhou, soos die verlies van data en veiligheidsimplikasies. Gebruik versigtig.
ja: プロセスを強制終了すると、データ損失やセキュリティ上の問題等が生じるリスクがあります。注意して続行してください。

source: Halt Process
af_za: Halt Proses
ja: プロセスを停止

source: Kill Process
af_za: Dood proses
ja: プロセスを強制終了

source: Continue Process
af_za: Voort Proses
ja: プロセスを再開

source: Successfully adjusted {}
ja: {} は無事調整されました

source: There was a problem adjusting {}
ja: {} の調整中に問題が発生しました

source: Successfully ended {}
af_za: Suksesvol geëindig {}
ja: {} は無事終了しました

source: Successfully halted {}
af_za: Suksesvol gehalt {}
ja: {} は無事停止しました

source: Successfully killed {}
af_za: Suksesvol gedood {}
ja: {} は無事強制終了しました

source: Successfully continued {}
af_za: Suksesvol voortgesit {}
ja: {} は無事再開しました

source: Successfully ended the process
ja: プロセスは無事終了しました

source: Successfully halted the process
ja: プロセスは無事停止しました

source: Successfully killed the process
ja: プロセスは無事強制終了しました

source: Successfully continued the process
ja: プロセスは無事再開しました

source: There was a problem ending a process
af_za: Daar was 'n probleem om 'n proses te beëindig
ja: プロセスの終了中に問題が発生しました

source: There was a problem halting a process
af_za: Daar was 'n probleem om 'n proses te halt
ja: プロセスの停止中に問題が発生しました

source: There was a problem killing a process
af_za: Daar was 'n probleem om 'n proses dood te maak
ja: プロセスの強制終了中に問題が発生しました

source: There was a problem continuing a process
af_za: Daar was 'n probleem om 'n proses voort te sit
ja: プロセスの再開中に問題が発生しました

source: There was a problem ending {}
af_za: Daar was 'n probleem om {} te beëindig
ja: {} の終了に問題が発生しました

source: There was a problem halting {}
af_za: Daar was 'n probleem om {} te halt
ja: {} の停止に問題が発生しました

source: There was a problem killing {}
af_za: Daar was 'n probleem om {} dood te maak
ja: {} の強制終了に問題が発生しました

source: There was a problem continuing {}
af_za: Daar was 'n probleem om voort te gaan met {}
ja: {} の再開に問題が発生しました

source: System Processes
af_za: Stelsel Prosesse
ja: システムプロセス

source: Charging
ja: 充電中

source: Discharging
ja: 放電中

source: Empty
ja: 空

source: Full
ja: フル充電

source: Unknown
ja: 不明

source: Nickel-Metal Hydride
ja: ニッケル水素電池

source: Nickel-Cadmium
ja: ニッケルカドミウム電池

source: Nickel-Zinc
ja: ニッケル亜鉛電池

source: Lead-Acid
ja: 鉛蓄電池

source: Lithium-Ion
ja: リチウムイオン電池

source: Lithium Iron Phosphate
ja: リン酸鉄リチウムイオン電池

source: Lithium Polymer
ja: リチウムポリマー電池

source: Rechargeable Alkaline Managanese
ja: 充電式アルカリマンガン電池

source: {} Battery
ja: {} バッテリー

source: Battery
ja: バッテリー

source: CD/DVD/Blu-ray Drive
af_za: CD/DVD/Blougolf Skyf
ja: CD/DVD/Blue-ray ドライブ

source: eMMC Storage
af_za: eMMC-berging
ja: eMMC ストレージ

source: Flash Storage
af_za: Flitsberging
ja: フラッシュストレージ

source: Floppy Drive
af_za: Floppyskyf
ja: フロッピードライブ

source: Hard Disk Drive
af_za: Hardeskyf
ja: ハードディスクドライブ

source: Loop Device
af_za: Lus toestel
ja: ループデバイス

source: Mapped Device
af_za: Gekarteerde toestel
ja: Mapped デバイス

source: NVMe Drive
af_za: NVMe-skyf
ja: NVMe ドライブ

source: Software Raid
af_za: Sagteware-RAID
ja: ソフトウェア Raid

source: RAM Disk
af_za: Geheueskyf
ja: RAM ディスク

source: Solid State Drive
af_za: Vastetoestandskyf
ja: ソリッドステートドライブ

source: ZFS Volume
ja: ZFS ボリューム

source: Compressed RAM Disk (zram)
af_za: Saamgeperste Geheueskyf (zram)
ja: 圧縮 RAM ディスク (zram)

source: {} Loop Device
af_za: {} Lus Toestel
ja: {} ループデバイス

source: {} Mapped Device
af_za: {} Gekarteerde Toestel
ja: {} Mapped デバイス

source: {} RAM Disk
af_za: {} Geheueskyf
ja: {} RAM ディスク

source: {} zram Device
af_za: {} zram Toestel
ja: {} zram デバイス

source: {} ZFS Volume
ja: {} ZFS ボリューム

source: {} Drive
af_za: {} Skyf
ja: {} ドライブ

source: Bluetooth Tether
ja: Bluetooth テザリング

source: Network Bridge
af_za: Netwerk Brug
ja: ネットワークブリッジ

source: Ethernet Connection
af_za: Ethernet-verbinding
ja: イーサネット接続

source: Docker Bridge
ja: Docker ブリッジ

source: InfiniBand Connection
af_za: InfiniBand-verbinding
ja: InfiniBand 接続

source: Serial Line IP Connection
af_za: Seriële lyn IP-verbinding
ja: シリアル回線 IP 接続

source: Virtual Ethernet Device
af_za: Virtuele Ethernet-toestel
ja: 仮想イーサネットデバイス

source: VM Network Bridge
af_za: VM Netwerk Brug
ja: VM ネットワークブリッジ

source: VPN Tunnel
af_za: Skynprivaatnetwerk-tonnel
ja: VPN トンネル

source: VPN Tunnel (WireGuard)
af_za: Skynprivaatnetwerk-tonnel (WireGuard)
ja: VPN トンネル (WireGuard)

source: Wi-Fi Connection
af_za: Wi-Fi-verbinding
ja: Wi-Fi 接続

source: WWAN Connection
af_za: WWAN-verbinding
ja: WWAN 接続

# shortcut window
source: General
af_za: Algemeen
ja: 一般

# shortcut window
source: Preferences
af_za: Voorkeure
ja: 設定

# shortcut window
source: Show Shortcuts
af_za: Wys Kortpaaie
ja: ショートカットを表示

# shortcut window
source: Quit
af_za: Sluit
ja: 終了

# shortcut window
source: Toggle Search Field
af_za: Wissel Soekveld
ja: 検索欄の表示を切り替え

# shortcut window
source: End App/Process
ja: アプリ/プロセスを終了

# shortcut window
source: Kill App/Process
ja: アプリ/プロセスを強制終了

# shortcut window
source: Halt App/Process
ja: アプリ/プロセスを停止

# shortcut window
source: Continue App/Process
ja: アプリ/プロセスを再開

# shortcut window
source: Show Information for App/Process
ja: アプリ/プロセスの情報を表示

# shortcut window
source: Show Process Options
ja: プロセスのオプションを表示

source: Preferences
af_za: Voorkeure
ja: 設定

source: Keyboard Shortcuts
af_za: Kortpadsleutels
ja: キーボード・ショートカット

source: About Resources
af_za: Oor Hulpbronne
ja: Resources について

source: App Information
ja: アプリの情報

source: Usage
af_za: Verbruik
ja: 使用量

source: Properties
af_za: Eienskappe
ja: プロパティ

source: Running Since
af_za: Hardloop sedert
ja: 実行開始時

source: Running Processes
af_za: Lopende prosesse
ja: 実行中のプロセス

source: Containerized
af_za: Gehouer
ja: コンテナ化

source: Process Information
af_za: Verwerk inligting
ja: プロセスの情報

source: Commandline
af_za: Opdraglyn
ja: コマンドライン

source: Control Group
af_za: Kontrolegroep
ja: 制御グループ

source: Process Options
ja: プロセスのオプション

source: Apply
ja: 適用

source: Niceness
ja: ナイス値

source: The priority of a process is given by its niceness. A lower niceness value correspond to a higher priority.
ja: プロセス独自のナイス値によって与えられているプロセスの優先順位。ナイス値が低いほど、優先順位が高くなります。

# process priority
source: Very High
ja: かなり高い

# process priority
source: High
ja: 高い

# process priority
source: Normal
ja: 普通

# process priority
source: Low
ja: 低い

# process priority
source: Very Low
ja: かなり低い

source: Processor Affinity
ja: プロセッサー親和性

source: Toggle All
ja: すべて切り替える

source: Select which processor cores the process is allowed to run on
ja: プロセスの実行を許可するプロセッサーのコアを選択

source: General
af_za: Algemeen
ja: 一般

source: Units
af_za: Eenhede
ja: 単位

source: Data Unit Prefix
af_za: Data-eenheid Voorvoegsel
ja: データ単位の接頭辞

source: Decimal
af_za: Desimale
ja: 10進数

source: Binary
af_za: Binêre
ja: バイナリ

source: Show Network Speeds in Bits per Second
af_za: Wys netwerksnelhede in bisse per sekonde
ja: ネットワーク速度をビット/毎秒で表示

source: Temperature Unit
af_za: Temperatuur eenheid
ja: 温度の単位

source: Celsius
ja: 摂氏

source: Kelvin
ja: ケルビン

source: Fahrenheit
ja: 華氏

source: User Interface
af_za: Gebruikerskoppelvlak
ja: ユーザーインターフェイス

source: Refresh Speed
af_za: Verfris Spoed
ja: 更新速度

source: Higher refresh speeds can lead to higher processor usage
ja: 更新速度が速くなるとプロセッサー使用率が高くなる可能性があります

# UI refresh speed
source: Very Slow
ja: とても遅い

# UI refresh speed
source: Slow
ja: 遅い

# UI refresh speed
source: Normal
ja: 普通

# UI refresh speed
source: Fast
ja: 速い

# UI refresh speed
source: Very Fast
ja: とても速い

source: Show Graph Grids
af_za: Wys grafiekroosters
ja: グラフに格子を表示

source: Graph Data Points
af_za: Grafiek data punte
ja: グラフのデータ点

source: Show Search Fields on Launch
af_za: Wys soekvelde by bekendstelling
ja: 起動時に検索欄を表示

source: Show Usage Details in Sidebar
af_za: Wys Gebruiksbesonderhede in Sidebar
ja: 使用量の詳細をサイドバーに表示

source: If enabled, the usage along with other information will be displayed
ja: 有効な場合、使用率と一緒に他の情報を表示します

source: Show Device Descriptions in Sidebar
af_za: Wys Toestelbeskrywings in Sidebar
ja: デバイスの詳細をサイドバーに表示

source: If enabled, a device identifier like its name or device type will be displayed
ja: 有効な場合、デバイスを識別する名前やデバイスの種類が表示されます

source: Sidebar Meter Type
af_za: Sidebar Meter Tipe
ja: サイドバーの計測表示の型式

source: Bar
af_za: Balk
ja: バー

source: Graph
af_za: Grafiek
ja: グラフ

source: Normalize Processor Usage
ja: プロセッサーの使用率を正規化

source: If enabled, the total usage of all cores will be divided by the amount of cores
ja: 有効な場合、全てのコアの合計使用率はコアの数で割り算されます

source: Information Columns
af_za: Inligting Kolomme
ja: 項目

source: Options
af_za: Opsies
ja: オプション

source: Show Niceness Values
ja: ナイス値を表示

source: Display priorities as niceness to allow for more fine-grained adjustments
ja: より細かな調整を行えるようにプロセス優先度をナイス値で表示します

source: Devices
af_za: Toestelle
ja: デバイス

source: Drives
af_za: Aandrywers
ja: ドライブ

source: Show Virtual Drives
af_za: Wys Virtuele Skywe
ja: 仮想ドライブ表示する

source: Virtual drives are for example ZFS volumes or mapped devices
ja: 仮想デバイスは、たとえばZFSボリュームやマッピングされたデバイスなどです

source: Show Virtual Network Interfaces
af_za: Wys Virtuele Netwerkkoppelvlakke
ja: 仮想ネットワークインターフェイスを表示する

source: Virtual network interfaces are for example bridges or VPN tunnels
ja: バーチャルネットワークインターフェースは、たとえばブリッジやVPNトンネルなどです

source: Information
ja: 情報

source: Search applications
ja: アプリケーションを検索

source: Search
ja: 検索

source: Toggle search field
ja: 検索欄の表示を切り替え

source: Show App Information
ja: アプリの情報

source: Battery Health
ja: バッテリー性能

source: Design Capacity
ja: 設計上の容量

source: Charge Cycles
ja: 充電サイクル

source: Technology
ja: テクノロジー名

source: Manufacturer
af_za: Vervaardiger
ja: 製造元

source: Model Name
ja: モデル名

source: Device
af_za: Toestel
ja: デバイス

source: Show Usages of Logical CPUs
af_za: Toon gebruike van logiese SVE's
ja: 論理 CPU 使用量を表示する

source: Sensors
ja: センサー

source: Temperature
af_za: Temperatuur
ja: 温度

source: Max Frequency
af_za: Maksimum frekwensie
ja: 最大周波数

source: Logical Cores
af_za: Logiese kerne
ja: 論理コア数

source: Physical Cores
af_za: Fisiese kerne
ja: 物理コア数

source: Sockets
af_za: Houers
ja: ソケット

source: Virtualization
af_za: Virtualisering
ja: 仮想化

source: Architecture
af_za: Argitektuur
ja: アーキテクチャ

source: Total Read
ja: 合計読み取り量

source: Total Written
ja: 合計書き込み量

source: Type
af_za: Tipe
ja: タイプ

source: Capacity
af_za: Kapasiteit
ja: 容量

source: Writable
af_za: Skryfbare
ja: 書き込み可能

source: Removable
af_za: Verwyderbare
ja: 取り外し可能

source: GPU Frequency
af_za: GPU frekwensie
ja: GPU 周波数

source: Video Memory Frequency
af_za: Videogeheue Frekwensie
ja: ビデオメモリー周波数

source: PCI Slot
af_za: PCI-gleuf
ja: PCI スロット

source: Driver Used
af_za: Aandrywer gebruik
ja: 使用されるドライバー

source: Max Power Cap
af_za: Maksimum kragverbruiksplafon
ja: 最大電源出力

source: You need to authenticate to see memory properties
af_za: U moet verifieer om geheue-eienskappe te sien
ja: メモリのプロパティを閲覧するには認証が必要です

source: Authenticate
af_za: Verifieer
ja: 認証

source: Slots Used
af_za: Slots Gebruik
ja: 使用されたスロット

source: Speed
af_za: Spoed
ja: 速度

source: Form Factor
af_za: Vorm Faktor
ja: フォームファクター

source: Type Detail
af_za: Tipe Besonderhede
ja: タイプ

source: Total Received
af_za: Totaal Ontvang
ja: 合計受信量

source: Total Sent
af_za: Totaal Gestuur
ja: 合計送信量

source: Interface
af_za: Koppelvlak
ja: インターフェイス

source: Hardware Address
af_za: Hardeware Adres
ja: ハードウェアアドレス

source: NPU Frequency
ja: NPU 周波数

source: Memory Frequency
ja: メモリー周波数

source: Kill Processes
ja: プロセスを強制終了

source: Halt Processes
ja: プロセスを停止

source: Continue Processes
ja: プロセスを再開

source: Search processes
ja: プロセスを検索

source: Show Process Options
ja: プロセスのオプションを表示

source: Show Process Information
ja: プロセスの情報を表示

source: Resources
af_za: Hulpbronne

source: Window width
af_za: Venster breedte

source: Window height
af_za: Venster hoogte

source: Window maximized state
af_za: Gemaksimeerde venster toestand

source: Temperature unit
af_za: Temperatuur eenheid

source: Unit Prefix Base
af_za: Eenheid Voorvoegsel Basis

source: Show search field for Processes and Applications on launch
af_za: Wys soekveld vir Prosesse en toepassings tydens bekendstelling

source: Show virtual block devices such as LVM containers
af_za: Wys virtuele bloktoestelle soos LVM-houers

source: Show virtual network interfaces such as Docker interfaces
af_za: Wys virtuele netwerkkoppelvlakke soos Docker-koppelvlakke

source: Show usage details in the sidebar
af_za: Wys gebruiksbesonderhede in die sidebar

source: Show device description in the sidebar
af_za: Wys toestelbeskrywing in die sidebar

source: Display network speeds in bits per second
af_za: Vertoon netwerksnelhede in bisse per sekonde

source: Display memory usage in Applications view
af_za: Vertoon geheuegebruik in toepassingsaansig

source: Display CPU usage in Applications view
af_za: Vertoon SVE-gebruik in toepassingsaansig

source: Display drive read speed in Applications view
af_za: Vertoon skyfleesspoed in Toepassingsaansig

source: Display drive read total in Applications view
af_za: Vertoon skyflees totaal in Toepassingsaansig

source: Display drive write speed in Applications view
af_za: Vertoon skyfskryfspoed in Toepassingsaansig

source: Display drive write total in Applications view
af_za: Vertoon skyfskryf totaal in Toepassingsaansig

source: Display GPU usage in Applications view
af_za: Vertoon GPU-gebruik in toepassingsaansig

source: Display video encoder usage in Applications view
af_za: Vertoon videokodeerdergebruik in toepassingsaansig

source: Display video decoder usage in Applications view
af_za: Vertoon video-dekodeerdergebruik in Toepassingsaansig

source: Display GPU memory usage in Applications view
af_za: Vertoon GPU-geheuegebruik in toepassingsaansig

source: Display process ID in Processes view
af_za: Vertoon proses-ID in Prosesseaansig

source: Display user name in Processes view
af_za: Vertoon gebruikersnaam in Prosesseaansig

source: Display memory usage in Processes view
af_za: Vertoon geheuegebruik in Prosesseaansig

source: Display CPU usage in Processes view
af_za: Vertoon SVE-gebruik in Prosesseaansig

source: Display drive read speed in Processes view
af_za: Vertoon skyfleesspoed in Prosesseaansig

source: Display drive read total in Processes view
af_za: Vertoon skyflees totaal in Prosesseaansig

source: Display drive write speed in Processes view
af_za: Vertoon skryfspoed in Prosesseaansig

source: Display drive write total in Processes view
af_za: Vertoon skyfskryf totaal in Prosesseaansig

source: Display GPU usage in Processes view
af_za: Vertoon GPU-gebruik in Prosesseaansig

source: Display video encoder usage in Processes view
af_za: Vertoon videokodeerdergebruik in Prosesseaansig

source: Display video decoder usage in Processes view
af_za: Vertoon video-dekodeerdergebruik in Prosesseaansig

source: Display GPU memory usage in Processes view
af_za: Vertoon GPU-geheuegebruik in Prosesseaansig

source: Display logical CPU graphs in Processor view
af_za: Vertoon logiese SVE-grafieke in verwerkeraansig

source: Show grids in graphs
af_za: Wys roosters in grafieke

source: Amount of data points that should be shown in a graph
af_za: Hoeveelheid datapunte wat in 'n grafiek getoon moet word

source: Resources allows you to check the utilization of your system resources and control your running processes and applications. It’s designed to be user-friendly and feel right at home on a modern desktop by using GNOME’s libadwaita.
af_za: Hulpbronne stel u in staat om die gebruik van u stelselhulpbronne na te gaan en u lopende prosesse en toepassings te beheer. Dit is ontwerp om gebruikersvriendelik te wees en tuis te voel op 'n moderne lessenaar deur GNOME se libadwaita te gebruik.

source: CPU
af_za: SVE

source: The Nalux Team
af_za: Die Nalux-span

source: Applications
af_za: Toepassings

source: Running Applications: {}
af_za: Lopende Toepassings: {}

source: Application
af_za: Toepassing

source: CPU {}
af_za: SVE {}

source: GPU Usage
af_za: GPU-gebruik

source: {} of {}
af_za: {} van {}

source: root
af_za: wortel

source: Halting an application can come with serious risks such as losing data and security implications. Use with caution.
af_za: Om 'n aansoek te staak kan ernstige risiko's meebring, soos die verlies van data en sekuriteitsimplikasies. Gebruik met omsigtigheid.

source: Killing an application can come with serious risks such as losing data and security implications. Use with caution.
af_za: Om 'n aansoek te dood kan ernstige risiko's meebring, soos die verlies van data en sekuriteitsimplikasies. Gebruik met omsigtigheid.

source: End application
af_za: Eindig Toepassing

source: Halt application
af_za: Halt Toepassing

source: Kill application
af_za: Dood Toepassing

source: Continue application
af_za: Voort Toepassing

# shortcut window
source: End Application/Process
af_za: Beëindig Toepassing/Proses

# shortcut window
source: Kill Application/Process
af_za: Dood Toepassing/Proses

# shortcut window
source: Halt Application/Process
af_za: Stop Toepassing/Proses

# shortcut window
source: Continue Application/Process
af_za: Gaan voort met Toepassing/Proses

# shortcut window
source: Show Information for Application/Process
af_za: Wys inligting vir Toepassing/Proses

source: Application Information
af_za: Toepassing Inligting

source: Very Slow
af_za: Baie stadig

source: Slow
af_za: Stadige

source: Normal
af_za: Normaal

source: Fast
af_za: Vinnig

source: Very Fast
af_za: Baie vinnig

source: Kill Application
af_za: Dood Toepassing

source: Halt Application
af_za: Halt Toepassing

source: Continue Application
af_za: Voort Toepassing

source: End Application
af_za: Eindig Toepassing

source: Current Power Cap
af_za: Huidige kragverbruiksplafon

source: Monitor your system resources and processes
af_za: Monitor u stelselhulpbronne en -prosesse

source: Show Network Speeds in Bits
af_za: Wys netwerksnelhede in Bisse

source: Monitor your Resources and Processes
af_za: Monitor jou hulpbronne en prosesse

source: A simple yet powerful monitor for your system resources and processes.
af_za: 'N Eenvoudige, maar kragtige monitor vir u stelselhulpbronne en -prosesse.

source: {} {}B Drive
af_za: {}-{}B-Skyf
